{
	"LANGUAGE" : "Language",
	"ENGLISH" : "English",
	"TITLE" : "Solid State Depot :: The Boulder Hackerspace",
	"TITLE_SSD" : "Solid State Depot",
	"TITLE_BHS" : "The Boulder Hackerspace",
	"SLOGAN" : "Hack.Make.Learn.Play",
	"SSD_INTRO" : "At the Boulder Hackerspace we explore art and technology and support each other in developing creative ideas/plans/toys/inventions/madness! Come join us any Tuesday evening at our space where we meet from 7:30 pm - 10 to talk about projects, show & tell, collaborate and get to know more makers in our community!",
	"APP_TITLE" : "SSD Website",
	"VERSION" : "version",
	"NAV_DONATE" : "Dues",
	"NAV_NEWS" : "News",
	"NAV_EVENTS" : "Events",
	"NAV_WIKI" : "Wiki",
	"NAV_PRESO" : "Presentations",
	"NAV_PROJECTS" : "Projects",
	"NAV_CONTACT" : "Contact",
	"NAV_DOCS" : "Documents",
	"NAV_PHOTOS" : "Photos",
	"NAV_ABOUT" : "About",
	"DOCS" : "Membership Documents",
	"DOC_TYPE_FORM" : "Form",
	"DOC_TYPE_PLAIN" : "Plain Doc.",
	"DOC_TITLE_RELEASE" : "Release and Waiver of Liability, Assumption of Risk, and Indemnity Consent Agreement",
	"DOC_TITLE_MEMB_AGREEMENT" : "Membership Agreement",
	"DOC_TITLE_BYLAWS" : "Bylaws",
	"DOC_TITLE_NEWMEMBERORIENT" : "New Member Orientation",
	"DOC_DESC_RELEASE" : "Complete and submit to an SSD officer when joining.",
	"DOC_DESC_MEMB_AGREEMENT" : "Complete and submit to an SSD officer when joining.",
	"DOC_DESC_BYLAWS" : "Read the organization bylaws.",
	"DOC_DESC_NEWMEMBERORIENT" : "New member orientation information on our wiki.",
	"ABOUT" : "About SSD",
	"ABOUT_CONTENT" : "<p>Solid State Depot is Boulder's hackerspace: a physical place where like-minded people get together and collaborate on creative projects. We were founded in July 2010 and moved into our first space a few months later in November. Our space functions as both a workshop and a place to hold our meetings. Here we explore art and technology and support each other in developing creative ideas/plans/toys/inventions/madness!</p><p>We have a weekly open house on Tuesday nights at 7:30 pm, going on until 10 or 11 pm. Our space is located at 1965 33rd Street, Unit B, in beautiful Boulder, Colorado. (It's a U-shaped building, we are inside the U, next to Anco Engineering - we are around the corner from Twisted Pine and on the backside of The Spot.) Everyone is invited! Designers, photographers, programmers, engineers, painters, sculptors, musicians&#169; Come get involved in the <a href=\"{{url1}}\">hackerspace</a> movement!</p><p>Want to know more about us and hackerspaces in general? Watch this 5 minute presentation: <a href=\"{{url2}}\">Fight Consumerism by Building It Your Damn Self</a>, in which founding members Dan Davis-Boxleitner and John English discuss the history and present day hackerspace experience as well as some interesting projects that hackerspaces around the world are working on.</p>",
	"POWER_BY" : "Powered by",
	"BUILT_BY" : "Website built by Free B.,",
	"AND" : "and",
	"SSD_MEMBERS" : "members of Solid State Depot",
	"FRIENDS" : "Our Friends",
	"RECENT_POSTS" : "Recent Posts",
	"AND_MORE" : "and more",
	"SLIDE_DESC_00" : "a somewhat recent, or not recent, photo of SSD members",
	"SLIDE_DESC_01" : "LEDs by the hundred",
	"SLIDE_DESC_02" : "SSD slide 3",
	"SLIDE_DESC_03" : "SSD slide 4",
	"SLIDE_DESC_04" : "SSD slide 5",
	"SLIDE_DESC_05" : "SSD slide 6",
	"SSD_ON_GITHUB" : "SSD on Github",
	"SSD_ON_FLICKR" : "SSD on Flickr",
	"SSD_CONTACTS" : "Contact SSD",
	"ADDY_PHYS" : "Our Address",
	"MAP" : "Map",
	"CLOSE" : "Close",
	"Directions" : "Directions",
	"DRIVING_DIRECTIONS" : "Driving to SSD",
	"CYCLING_DIRECTIONS" : "Biking to SSD",
	"FLYING_DIRECTIONS" : "Flying to SSD",
	"ONLINE" : "Online",
	"OFFLINE" : "Offline",
	"PHYSICAL" : "Physical",
	"VIRTUAL" : "Virtual",
	"GROUPS" : "Groups",
	"EMAIL_US" : "Email us at ",
	"LOADING" : "Loading data...",
	"LOADING_MORE" : "Loading even more data...",
	"LOADING_CALENDAR" : "Loading Calendar...",
	"SSD_FLICKR_INTRO" : "We love to share at SSD!  Here's <em>some</em> photos of memorable events and projects at SSD.  If the embedded gallery on this page does not work, you can View SSD photos on our Flickr account at <a href=\"{{url1}}\">{{url1}}</a>.",
	"LOADING_GALLERY" : "Loading SSD FlickR photos...",
	"ERROR_MSG_GALLERY_GEN" : "Oops!  There was a problem loading photos for this gallery.  You might be able to view the photos on SSDs FlickR account.",
	"BHS_GOOGLE_GROUP_AVAIL" : " is available to members and the general public",
	"BHS_GOOGLE_GROUP" : "The Boulder Hackerspace Google Group",
	"PROJ_SSD_GITHUB_INTRO" : "SSD has open source code you can use for whatever you want.  That includes the code for this site.",
	"FORKED" : "forked",
	"ORIGINAL" : "created by SSD",
	"SSD_WIKI" : "Solid State Depot Wiki",
	"SSD_WIKI_INTRO" : "The SSD Wiki is available to any member upon request.  It is contained in an IFRAME on this page.  The direct link to the SSD wiki is ",
	"SSD_PRESENTATIONS" : "Presentations by Solid State Depot",
	"SSD_PRESENTATIONS_INTRO" : "",
	"SSD_EVENT_CALENDAR" : "Events at SSD",
	"OUR_MEETUP_ACCT" : "our Meetup account",
	"SSD_SCHED_THRU" : "SSD schedules most events through",
	"SSD_CLASS_INFO_1" : "Almost all of our classes are open to the public and free for SSD members.",
	"START_TIME" : "Starts at",
	"DURATION" : "Lasts for",
	"VIEW_EVENT_ON_MEETUP" : "View Event RSVP",
	"DUES" : "Dues",
	"DONATE_CONTENT_1" : "<p>Membership dues are payable monthly. Regular full dues are currently $75 per month (or $65 if you sign up for a monthly subscription!); we also offer a student/senior rate at $25 per month, and a family rate (1 or more parents plus 1 or more children) for $100 per month. You can pay either by cash, check (to Solid State Depot), credit card via the Square at one of our meetings (subject to availability), or below using PayPal. If you have signed up for PayPal monthly subscription and find you want to change the billing limit or cancel your membership, see instructions below the buttons for how to do so.</p><h5 translate>Brand New Member?</h5><p>We will also need to have you <a href=\"#/docs/\">fill out some paperwork</a>, have you meet a few members of our admin team, have a safety briefing where we can answer your questions, and have you set up with an RFID card or keychain fob. The most ideal way to accomplish these tasks is to come to one of our weekly Tuesday night open house meetups. If you are not able to do so, please contact us at our email at <a href=\"mailto:boulderhackerspace@gmail.com\">boulderhackerspace@gmail.com</a> to arrange another time.</p><h5>Monthly Subscription</h5>",
	"DONATE_CONTENT_2" : "<h5>One-time Payments</h5><p>* NOTE on choosing to pay monthly non-recurring: it is up to you to keep your account paid to enjoy continued access to the space. We will give you a short grace period, but after the grace period your RFID card will be disabled.</p>",
	"DONATE_CONTENT_3" : "<h5>If you need to change or cancel your PayPal monthly subscription:</h5><p>Following are instructions for self-service changes to your PayPal billing. If for some reason this does not work or you have lost your Paypal log on info, or you want to alter or suspend payments on a temporary basis, please email our admin group at <a href=\"mailto:boulderhackerspace@gmail.com\">boulderhackerspace@gmail.com</a>.</p><p>PayPal changes: Log on to your PayPal account. From the Overview page, locate a payment you want to change or cancel, and click \"details\" to open up a Transaction Details page. (If you do not see a payment, try clicking \"view all of my transactions\" to expand the time frame.) On the Transaction Details page, at the top click on \"view details\" to bring up the Automatic Billing Details page. To change your billing limit, in the billing details section select \"change\" and enter a new limit. To permanently cancel your recurring billing: towards the top click on \"cancel automatic billing\". If you are terminating your membership, please also remember to turn in your RFID fob/card, they are reprogrammable and cost a couple buck each so it helps keep our costs down. We're sorry to see you go! Please do come back and see us on Tuesday open house nights or other events. Thank you for your membership, keep on hackin'!</p><h5>Full Members enjoy the following privileges:</h5><ul><li>An RFID fob or card or other method of entry to the physical workspace.</li><li>Twenty-four hour access to the physical workspace.</li> <li>Eligibility to vote on any issue put before the membership.</li> <li>Eligibility to vote for officers and directors.</li><li>Eligibility for group discount on orders from <a href=\"http://www.sparkfun.com\">SparkFun</a> (personal or hackerspace use - ask someone from our leadership team for details)</li></ul><h5>Full Members must also fulfill the following responsibilities:</h5><ul><li>A member must thoughtfully contribute to Solid State Depot's direction and policies.</li><li>A member must pay monthly dues as determined by the Board of Directors.</li><li>At the time a members eligibility expires, he or she must forfeit his or her method of entry in addition to any other property owned by Solid State Depot to a member of the Board of Directors or an agent designated by the Board of Directors for this purpose.</li></ul><h5>Not ready to commit to membership but want to contribute? Donate!</h5><p>If you don't anticipate using the space but would like to make a donation instead, or have arranged ahead of time with one of our admins to make a special payment not allowed for above, you may do so here. We are working on becoming a 501(c)3 organization so soon your donation can be tax deductible. Clicking \"donate\" below will take you to a PayPal page where you can enter the amount you wish to donate followed by your payment information.</p>"
}